Repository: SAutoman/pulse_app-frontend-
Catalog: lib/l10n/app_*.arb
Languages: es, fr, it, pt

# errorLeavingClub
source: There was a problem leaving the club. Please try again later.
es: Hubo un problema al dejar el club. Por favor, inténtalo de nuevo más tarde.
fr: Il y a eu un problème pour quitter le club. Veuillez réessayer plus tard.
it: C'è stato un problema nel lasciare il club. Per favore riprova più tardi.
pt: Houve um problema ao deixar o clube. Por favor, tente novamente mais tarde.

source: Leave Club
es: Dejar Club
fr: Quitter le Club
it: Lascia Club
pt: Deixar Clube

source: Invite-Only
es: Solo por Invitación
fr: Sur Invitation Uniquement
it: Solo su Invito
pt: Apenas por Convite

source: Public
es: Público
it: Pubblico
pt: Público

source: Join Club
es: Unirse al Club
fr: Rejoindre le Club
it: Unisciti al Club
pt: Juntar-se ao Clube

source: Current Week Positions
es: Posiciones de la Semana Actual
fr: Positions de la Semaine Actuelle
it: Posizioni della Settimana Corrente
pt: Posições da Semana Atual

# privateClubMessage
source: This club is private. You cannot view its information until you are a member.
es: Este club es privado. No puedes ver su información hasta que seas miembro.
fr: Ce club est privé. Vous ne pouvez pas voir ses informations tant que vous n'êtes pas membre.
it: Questo club è privato. Non puoi vedere le informazioni fino a quando non ne diventi membro.
pt: Este clube é privado. Você não pode ver as informações até que seja membro.

source: Members
es: Miembros
fr: Membres
it: Membri
pt: Membros

# noClubsToExplore
source: There are no clubs to explore at the moment
es: No hay clubes para explorar en este momento
fr: Il n'y a aucun club à explorer pour le moment
it: Non ci sono club da esplorare al momento
pt: Não há clubes para explorar no momento

# noClubsJoined
source: No clubs joined yet. Start exploring clubs to join now!
es: Aún no te has unido a ningún club. ¡Empieza a explorar clubes para unirte ahora!
fr: Aucun club rejoint pour le moment. Commencez à explorer des clubs à rejoindre maintenant !
it: Nessun club unito fino ad ora. Inizia a esplorare club da unirti ora!
pt: Nenhum clube unido ainda. Comece a explorar clubes para se juntar agora!

# redeemRewardConfirmation
source: Are you sure you want to redeem this reward?
es: ¿Estás seguro de que quieres canjear esta recompensa?
fr: Êtes-vous sûr de vouloir échanger cette récompense?
it: Sei sicuro di voler riscattare questa ricompensa?
pt: Tem certeza de que deseja resgatar esta recompensa?

source: Redeem
es: Canjear
fr: Échanger
it: Riscattare
pt: Resgatar

# redeemRewardDescrip
source: Are you sure you want to redeem the
es: ¿Estás seguro de que quieres canjear la
fr: Êtes-vous sûr de vouloir échanger le
it: Sei sicuro di voler riscattare il
pt: Tem certeza de que deseja resgatar o

# byUsing
source: using
es: usando
fr: en utilisant
it: usando
pt: usando

source: Coins Needed
es: Monedas Necesarias
fr: Pièces Nécessaires
it: Monete Necessarie
pt: Moedas Necessárias

source: Requirements
es: Requisitos
fr: Exigences
it: Requisiti
pt: Requisitos

# badgesRequired
source: Required Badges
es: Insignias Requeridas
fr: Badges Requis
it: Badge Richiesti
pt: Badges Necessários

# maxRedemptions
source: Maximum Redemptions
es: Redenciones Máximas
fr: Échanges Maximum
it: Riscatti Massimi
pt: Máximos Resgates

# redeemedCongrats
source: Congratulations! You have successfully redeemed this reward.
es: ¡Felicidades! Has canjeado con éxito esta recompensa.
fr: Félicitations! Vous avez échangé cette récompense avec succès.
it: Congratulazioni! Hai riscattato con successo questa ricompensa.
pt: Parabéns! Você resgatou esta recompensa com sucesso.

source: Details
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes

# rewardReceivedConfirmation
source: We have received your reward redemption request. We will contact you via email with the details.
es: Hemos recibido tu solicitud de canje de recompensa. Nos pondremos en contacto contigo por correo electrónico con los detalles.
fr: Nous avons reçu votre demande d'échange de récompense. Nous vous contacterons par e-mail avec les détails.
it: Abbiamo ricevuto la tua richiesta di riscatto della ricompensa. Ti contatteremo via e-mail con i dettagli.
pt: Recebemos sua solicitação de resgate de recompensa. Entraremos em contato com você por e-mail com os detalhes.

source: Your Category
es: Tu Categoría
fr: Votre Catégorie
it: La Tua Categoria
pt: Sua Categoria

source: Your Rewards
es: Tus Recompensas
fr: Vos Récompenses
it: Le Tue Ricompense
pt: Suas Recompensas

source: Total Coins
es: Monedas Totales
fr: Pièces Totales
it: Monete Totali
pt: Total de Moedas

source: No badges found.
es: No se encontraron insignias.
fr: Aucun badge trouvé.
it: Nessun badge trovato.
pt: Nenhum badge encontrado.

source: Criteria
es: Criterios
fr: Critères
it: Criteri
pt: Critérios

# seeYourBadges
source: View Your Badges
es: Ver tus Insignias
fr: Voir vos Badges
it: Visualizza i tuoi Badge
pt: Ver seus Badges

source: Your Badges
es: Tus Insignias
fr: Vos Badges
it: I Tuoi Badge
pt: Seus Badges

# availableBadges
source: Your Avaiable Badges
es: Insignias disponibles
fr: disponible Badges
it: Badge disponibili
pt: Seus Badges

source: App Under Maintenance
es: Aplicación en Mantenimiento
fr: Application en Maintenance
it: App in Manutenzione
pt: Aplicativo em Manutenção

# appMaintenanceMessage
source: The app is currently under maintenance. Please check back later.
es: La aplicación está actualmente en mantenimiento. Por favor, vuelve a comprobarlo más tarde.
fr: L'application est actuellement en maintenance. Veuillez revenir plus tard.
it: L'app è attualmente in manutenzione. Per favore, ricontrolla più tardi.
pt: O aplicativo está atualmente em manutenção. Por favor, volte mais tarde.

source: Forgot Password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
pt: Esqueceu sua senha?

# enterYourEmailToResetPassword
source: Enter your email to reset your password
es: Ingresa tu correo electrónico para restablecer tu contraseña
fr: Entrez votre email pour réinitialiser votre mot de passe
it: Inserisci la tua email per reimpostare la password
pt: Digite seu email para redefinir sua senha

source: Send Reset Email
es: Enviar correo de restablecimiento
fr: Envoyer l'email de réinitialisation
it: Invia email di reimpostazione
pt: Enviar email de redefinição

source: Reset Password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password
pt: Redefinir senha

# enterRecoveryTokenAndNewPassword
source: Enter your recovery token and new password
es: Ingresa tu token de recuperación y la nueva contraseña
fr: Entrez votre jeton de récupération et le nouveau mot de passe
it: Inserisci il tuo token di recupero e la nuova password
pt: Digite seu token de recuperação e a nova senha

source: Recovery Token
es: Token de recuperación
fr: Jeton de récupération
it: Token di recupero
pt: Token de recuperação

source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
pt: Nova senha

# tokenRequired
source: Recovery token is required
es: El token de recuperación es obligatorio
fr: Le jeton de récupération est requis
it: Il token di recupero è obbligatorio
pt: O token de recuperação é obrigatório

# orEnterRecoveryToken
source: Or enter your recovery token to reset password
es: O ingresa tu token de recuperación para restablecer la contraseña
fr: Ou entrez votre jeton de récupération pour réinitialiser le mot de passe
it: Oppure inserisci il tuo token di recupero per reimpostare la password
pt: Ou digite seu token de recuperação para redefinir a senha

source: Performance
es: Rendimiento
it: Prestazione
pt: Desempenho

source: Month
es: Mes
fr: Mois
it: Mese
pt: Mês

# threeMonths
source: 3 Months
es: 3 Meses
fr: 3 Mois
it: 3 Mesi
pt: 3 Meses

# sixMonths
source: 6 Months
es: 6 Meses
fr: 6 Mois
it: 6 Mesi
pt: 6 Meses

source: Year
es: Año
fr: Année
it: Anno
pt: Ano

source: Total Calories
es: Calorías Totales
fr: Calories Totales
it: Calorie Totali
pt: Calorias Totais

source: Total Time
es: Tiempo Total
fr: Temps Total
it: Tempo Totale
pt: Tempo Total

source: Total Distance
es: Distancia Total
fr: Distance Totale
it: Distanza Totale
pt: Distância Total

source: Total Points
es: Puntos Totales
fr: Points Totaux
it: Punti Totali
pt: Pontos Totais

source: Activity Count
es: Conteo de Actividades
fr: Nombre d'Activités
it: Conteggio Attività
pt: Contagem de Atividades

source: Minutes
es: Minutos
it: Minuti
pt: Minutos

source: Meters
es: Metros
fr: Mètres
it: Metri
pt: Metros

source: Quarter
es: Trimestre
fr: Trimestre
it: Trimestre
pt: Trimestre

source: Half
es: Semestre
fr: Semestre
it: Semestre
pt: Semestre

source: Current Positions
es: Posiciones Actuales
fr: Positions Actuelles
it: Posizioni Attuali
pt: Posições Atuais

source: By Area
es: Por Área
fr: Par Zone
it: Per Area
pt: Por Área

source: Select Period
es: Seleccionar Período
fr: Sélectionner la Période
it: Seleziona Periodo
pt: Selecionar Período

source: Previous Week
es: Semana Anterior
fr: Semaine Précédente
it: Settimana Precedente
pt: Semana Anterior

source: Previous Month
es: Mes Anterior
fr: Mois Précédent
it: Mese Precedente
pt: Mês Anterior

source: From
es: Desde
fr: De
it: Da
pt: De

source: To
es: Hasta
fr: À
it: A
pt: Para

source: Activities
es: Actividades
fr: Activités
it: Attività
pt: Atividades

source: See All Activities
es: Ver Todas Las Actividades
fr: Voir Toutes Les Activités
it: Vedi Tutte Le Attività
pt: Ver Todas As Atividades

source: Redeemed Rewards
es: Recompensas canjeadas
fr: Récompenses échangées
it: Ricompense riscattate
pt: Recompensas resgatadas

source: User Settings
es: Configuración de usuario
fr: Paramètres utilisateur
it: Impostazioni utente
pt: Configurações do usuário

source: Private Activities
es: Actividades privadas
fr: Activités privées
it: Attività private
pt: Atividades privadas

# privateActivitiesDescription
source: If active, your activities will be hidden to other users
es: Si está activo, tus actividades estarán ocultas para otros usuarios
fr: Si actif, vos activités seront cachées aux autres utilisateurs
it: Se attivo, le tue attività saranno nascoste agli altri utenti
pt: Se ativo, suas atividades serão ocultadas para outros usuários

# hiddenActivities
source: User has set activity details as private, therefore you are not able to see them.
es: El usuario ha configurado los detalles de la actividad como privados, por lo tanto, no puedes verlos.
fr: L'utilisateur a défini les détails de l'activité comme privés, vous ne pouvez donc pas les voir.
it: L'utente ha impostato i dettagli dell'attività come privati, quindi non puoi vederli.
pt: O usuário definiu os detalhes da atividade como privados, portanto, você não pode vê-los.

source: Coin Transactions
es: Transacciones de Monedas
fr: Transactions de Pièces
it: Transazioni di Monete
pt: Transações de Moedas

source: Weekly Points
es: Puntos Semanales
fr: Points Hebdomadaires
it: Punti Settimanali
pt: Pontos Semanais

source: Reward Redemption
es: Canje de Recompensas
fr: Rachat de Récompenses
it: Riscatto della Ricompensa
pt: Resgate de Recompensas

source: No transactions found
es: No se encontraron transacciones
fr: Aucune transaction trouvée
it: Nessuna transazione trovata
pt: Nenhuma transação encontrada

# yourAreConnectedToStrava
source: You are currently connected to Strava with Strava ID
es: Actualmente estás conectado a Strava con el ID de Strava
fr: Vous êtes actuellement connecté à Strava avec l'ID Strava
it: Sei attualmente connesso a Strava con l'ID Strava
pt: Você está atualmente conectado ao Strava com o ID Strava

# yourAreConnectedToGarmin
source: You are currently connected to Garmin with Garmin ID
es: Actualmente estás conectado a Garmin con el ID de Garmin
fr: Vous êtes actuellement connecté à Garmin avec l'ID Garmin
it: Sei attualmente connesso a Garmin con l'ID Garmin
pt: Você está atualmente conectado ao Garmin com o ID Garmin

# areYouSureToDisconnect
source: Are you sure you want to disconnect from Strava?
es: ¿Estás seguro de que quieres desconectarte de Strava?
fr: Êtes-vous sûr de vouloir vous déconnecter de Strava ?
it: Sei sicuro di voler disconnetterti da Strava?
pt: Tem certeza de que deseja se desconectar do Strava?

# disconnectedFromStrava
source: You have been successfully disconnected from Strava
es: Te has desconectado de Strava con éxito
fr: Vous avez été déconnecté de Strava avec succès
it: Sei stato disconnesso con successo da Strava
pt: Você foi desconectado do Strava com sucesso

# disconnectedFromGarmin
source: You have been successfully disconnected from Garmin
es: Te has desconectado de Garmin con éxito
fr: Vous avez été déconnecté de Garmin avec succès
it: Sei stato disconnesso con successo da Garmin
pt: Você foi desconectado do Garmin com sucesso

# stravaConnectionDescription
source: We will sync your training in Strava with our app to award you points and count your efforts
es: Sincronizaremos tu entrenamiento en Strava con nuestra aplicación para otorgarte puntos y contar tus esfuerzos
fr: Nous synchroniserons votre entraînement dans Strava avec notre application pour vous attribuer des points et compter vos efforts
it: Sincronizzeremo il tuo allenamento su Strava con la nostra app per assegnarti punti e contare i tuoi sforzi
pt: Sincronizaremos seu treino no Strava com nosso aplicativo para lhe conceder pontos e contar seus esforços

# garminConnectionDescription
source: We will sync your training in Garmin with our app to award you points and count your efforts
es: Sincronizaremos tu entrenamiento en Garmin con nuestra aplicación para otorgarte puntos y contar tus esfuerzos
fr: Nous synchroniserons votre entraînement dans Garmin avec notre application pour vous attribuer des points et compter vos efforts
it: Sincronizzeremo il tuo allenamento su Garmin con la nostra app per assegnarti punti e contare i tuoi sforzi
pt: Sincronizaremos seu treino no Garmin com nosso aplicativo para lhe conceder pontos e contar seus esforços

# makeSureOneConnectedApp
source: Make sure you have at least one app connected to send workouts to T-Mate
es: Asegúrate de tener al menos una aplicación conectada para enviar entrenamientos a T-Mate
fr: Assurez-vous d'avoir au moins une application connectée pour envoyer des entraînements à T-Mate
it: Assicurati di avere almeno un'app connessa per inviare allenamenti a T-Mate
pt: Certifique-se de ter pelo menos um aplicativo conectado para enviar treinos para o T-Mate

source: Disconnect Apple Health
es: Desconectar Apple Health
fr: Déconnecter Apple Health
it: Disconnetti Apple Health
pt: Desconectar Apple Health

# disconnectAppleHealthConfirmation
source: Are you sure you want to disconnect from Apple Health?
es: ¿Estás seguro de que quieres desconectarte de Apple Health?
fr: Êtes-vous sûr de vouloir vous déconnecter d'Apple Health ?
it: Sei sicuro di voler disconnetterti da Apple Health?
pt: Tem certeza de que deseja se desconectar do Apple Health?

source: Yes
es: Sí
fr: Oui
it: Sì
pt: Sim

source: Connected Apps
es: Aplicaciones Conectadas
fr: Applications Connectées
it: App Connesse
pt: Aplicativos Conectados

# connectPreferredApps
source: Connect your preferred apps so we can track your workouts and accumulate your points
es: Conecta tus aplicaciones preferidas para que podamos rastrear tus entrenamientos y acumular tus puntos
fr: Connectez vos applications préférées pour que nous puissions suivre vos entraînements et accumuler vos points
it: Collega le tue app preferite per poter tracciare i tuoi allenamenti e accumulare i tuoi punti
pt: Conecte seus aplicativos preferidos para que possamos rastrear seus treinos e acumular seus pontos

# stravaSubtitle
source: Sync with Strava to get real time updates of your workouts
es: Sincroniza con Strava para obtener actualizaciones en tiempo real de tus entrenamientos
fr: Synchronisez avec Strava pour obtenir des mises à jour en temps réel de vos entraînements
it: Sincronizza con Strava per ottenere aggiornamenti in tempo reale dei tuoi allenamenti
pt: Sincronize com o Strava para obter atualizações em tempo real dos seus treinos

# appleHealthSubtitle
source: Sync with Apple Health to get your workouts directly from your device
es: Sincroniza con Apple Health para obtener tus entrenamientos directamente desde tu dispositivo
fr: Synchronisez avec Apple Health pour obtenir vos entraînements directement depuis votre appareil
it: Sincronizza con Apple Health per ottenere i tuoi allenamenti direttamente dal tuo dispositivo
pt: Sincronize com o Apple Health para obter seus treinos diretamente do seu dispositivo

# appleHealthPermissionsNotGranted
source: Apple Health permissions not granted. Please go to your device settings, under Apple Health and turn on the permissions manually.
es: Permisos de Apple Health no concedidos. Por favor, ve a la configuración de tu dispositivo, en Apple Health y activa los permisos manualmente.
fr: Permissions Apple Health non accordées. Veuillez aller dans les paramètres de votre appareil, sous Apple Health et activer les permissions manuellement.
it: Permessi Apple Health non concessi. Per favore, vai alle impostazioni del tuo dispositivo, sotto Apple Health e attiva i permessi manualmente.
pt: Permissões do Apple Health não concedidas. Por favor, vá para as configurações do seu dispositivo, em Apple Health e ative as permissões manualmente.

# healthConnectionUpdated
source: Health connection updated successfully
es: Conexión de salud actualizada con éxito
fr: Connexion santé mise à jour avec succès
it: Connessione di salute aggiornata con successo
pt: Conexão de saúde atualizada com sucesso

source: Ranking
fr: Classement
it: Classifica
pt: Classificação

# garminSubtitle
source: Sync with Garmin to get real time updates of your workouts
it: Sincronizza con Garmin per ottenere aggiornamenti in tempo reale dei tuoi allenamenti
