Repository: SAutoman/pulse_app-frontend-
Catalog: lib/l10n/app_*.arb
Languages: es, fr, it, pt

# greeting
source: Hello
es: Hola
fr: Bonjour
it: Ciao
pt: Olá

source: Today
es: Hoy
fr: Aujourd'hui
it: Oggi
pt: Hoje

source: Current Week
es: Semana Actual
fr: Semaine Actuelle
it: Settimana Corrente
pt: Semana Atual

# home_box_1
source: You are in position #
es: Estás en la posición #
fr: Vous êtes en position #
it: Sei in posizione #
pt: Você está na posição #

# home_box_2
source: of your league.
es: de tu liga.
fr: de votre ligue.
it: nella tua lega.
pt: da sua liga.

# home_box_3
source: points far from the #
es: puntos lejos del #
fr: points derrière le #
it: punti distante dal #
pt: pontos atrás do #

source: Points
es: Puntos
it: Punti
pt: Pontos

# top3Best
source: You're the best of the best!
es: ¡Eres de los mejores!
fr: Vous êtes le meilleur des meilleurs!
it: Sei il migliore dei migliori!
pt: Você é o melhor dos melhores!

# upgradeCategory
source: Upgrade to Category
es: Ascender a Categoría
fr: Passer à la Catégorie
it: Passa alla Categoria
pt: Subir para Categoria

# upgradeLeague
source: Upgrade to League
es: Ascender a Liga
fr: Monter en Ligue
it: Passa alla Lega
pt: Subir para Liga

# doItBetter
source: You can do it better!
es: ¡Puedes hacerlo mejor!
fr: Vous pouvez faire mieux!
it: Puoi fare di meglio!
pt: Você pode fazer melhor!

# downgradeCategory
source: Downgrade to Category
es: Descender a Categoría
fr: Descendre à la Catégorie
it: Scendi alla Categoria
pt: Descer para Categoria

# goDownLeague
source: Go Down to League
es: Bajar a Liga
fr: Descendre en Ligue
it: Scendi alla Lega
pt: Descer para Liga

# remainLeague
source: Remain in League
es: Permanecer en Liga
fr: Rester dans la Ligue
it: Rimani nella Lega
pt: Permanecer na Liga

source: Points by Activity
es: Puntos por Actividad
fr: Points par Activité
it: Punti per Attività
pt: Pontos por Atividade

source: Strava Status:
es: Estado de Strava:
fr: Statut Strava:
it: Stato Strava:
pt: Status do Strava:

source: Garmin Status:
es: Estado de Garmin:
fr: Statut Garmin:
it: Stato Garmin:
pt: Status do Garmin:

source: Category
es: Categoría
fr: Catégorie
it: Categoria
pt: Categoria

source: Connected
es: Conectado
fr: Connecté
it: Connesso
pt: Conectado

source: Not Connected
es: No Conectado
fr: Non Connecté
it: Non Connesso
pt: Não Conectado

source: Connect to Strava
es: Conectar con Strava
fr: Se connecter à Strava
it: Connetti a Strava
pt: Conectar ao Strava

source: Connect to Garmin
es: Conectar con Garmin
fr: Se connecter à Garmin
it: Connetti a Garmin
pt: Conectar ao Garmin

source: Contest Rules
es: Reglas del Concurso
fr: Règles du Concours
it: Regole del Concorso
pt: Regras do Concurso

source: Email Notifications
es: Notificaciones por Correo Electrónico
fr: Notifications par Email
it: Notifiche Email
pt: Notificações por Email

source: Push Notifications
es: Notificaciones Push
fr: Notifications Push
it: Notifiche Push
pt: Notificações Push

# deleteAccountConfirmationTitle
source: Are you sure you want to delete your account?
es: ¿Estás seguro de querer eliminar tu cuenta?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?
it: Sei sicuro di voler eliminare il tuo account?
pt: Tem certeza que deseja deletar sua conta?

# deleteAccountConfirmationText
source: This action is irreversible. All your data will be deleted from our databases
es: Esta acción es irreversible. Todos tus datos serán eliminados de nuestras bases de datos
fr: Cette action est irréversible. Toutes vos données seront supprimées de nos bases de données
it: Questa azione è irreversibile. Tutti i tuoi dati saranno eliminati dai nostri database
pt: Esta ação é irreversível. Todos os seus dados serão deletados de nossos bancos de dados

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Delete Account
es: Eliminar Cuenta
fr: Supprimer le Compte
it: Elimina Account
pt: Deletar Conta

source: Notifications
es: Notificaciones
it: Notifiche
pt: Notificações

source: Notification
es: Notificación
it: Notifica
pt: Notificação

source: League
es: Liga
fr: Ligue
it: Lega
pt: Liga

source: Week
es: Semana
fr: Semaine
it: Settimana
pt: Semana

# winnerOfLeague
source: The winner of League
es: El ganador de la Liga
fr: Le gagnant de la Ligue
it: Il vincitore della Lega
pt: O vencedor da Liga

source: will be able to claim
es: podrá reclamar
fr: pourra réclamer
it: potrà richiedere
pt: poderá reivindicar

# noRewardText
source: There is no reward for this league yet
es: Aún no hay recompensa para esta liga
fr: Il n'y a pas encore de récompense pour cette ligue
it: Non ci sono ancora premi per questa lega
pt: Ainda não há recompensa para esta liga

# endOfWeek
source: Please note that the end of the week will be at 23:59:59 on Sunday.
es: Ten en cuenta que el fin de la semana será a las 23:59:59 del domingo.
fr: Veuillez noter que la fin de la semaine sera à 23:59:59 le dimanche.
it: Si prega di notare che la fine della settimana sarà alle 23:59:59 di domenica.
pt: Observe que o fim da semana será às 23:59:59 de domingo.

source: Rewards
es: Recompensas
fr: Récompenses
it: Vedi Premi
pt: Recompensas

source: Reward
es: Recompensa
fr: Récompense
it: Premio
pt: Recompensa

source: View All
es: Ver Todo
fr: Voir Tout
it: Vedi Tutto
pt: Ver Todos

# noActivitiesMessage
source: No activities logged for this week yet. It's a great day to start a new adventure!
es: Aún no hay actividades registradas para esta semana. ¡Es un gran día para comenzar una nueva aventura!
fr: Aucune activité enregistrée pour cette semaine pour le moment. C'est un excellent jour pour commencer une nouvelle aventure!
it: Nessuna attività registrata per questa settimana ancora. È un ottimo giorno per iniziare una nuova avventura!
pt: Nenhuma atividade registrada para esta semana ainda. É um ótimo dia para começar uma nova aventura!

source: Other league's ranking:
es: Clasificación de otras ligas:
fr: Classement des autres ligues:
it: Classifica delle altre leghe:
pt: Classificação de outras ligas:

source: Your league
es: Tu liga
fr: Votre ligue
it: La tua lega
pt: Sua liga

# noUsersInLeague
source: There are no users in this League!
es: ¡No hay usuarios en esta Liga!
fr: Il n'y a pas d'utilisateurs dans cette Ligue!
it: Non ci sono utenti in questa Lega!
pt: Não há usuários nesta Liga!

source: Sessions
es: Sesiones
it: Sessioni
pt: Sessões

source: Time
es: Tiempo
fr: Temps
it: Tempo
pt: Tempo

# noActivitiesUserDetails
source: has no activities logged for the current week!
es: no tiene actividades registradas para la semana actual!
fr: n'a enregistré aucune activité pour la semaine en cours!
it: non ha registrato attività per la settimana corrente!
pt: não registrou atividades para a semana atual!

source: Type
es: Tipo
it: Tipo
pt: Tipo

source: Distance
es: Distancia
it: Distanza
pt: Distância

source: Elevation Gain
es: Ganancia de Elevación
fr: Dénivelé Positif
it: Guadagno di Elevazione
pt: Ganho de Elevação

source: Elevation High
es: Elevación Máx.
fr: Altitude Max
it: Elevazione Massima
pt: Elevação Máxima

source: Elevation Low
es: Elevación Mín.
fr: Altitude Min
it: Elevazione Minima
pt: Elevação Mínima

source: Avg. Heart Rate
es: Frec. Cardíaca Prom.
fr: Rythme Cardiaque Moy
it: Freq. Cardiaca Media
pt: Freq. Cardíaca Média

source: Max. Heart Rate
es: Frec. Cardíaca Máx.
fr: Rythme Cardiaque Max
it: Freq. Cardiaca Massima
pt: Freq. Cardíaca Máxima

source: Calories
es: Calorías
it: Calorie
pt: Calorias

source: Effort Factor
es: Factor de Esfuerzo
fr: Facteur d'Effort
it: Fattore di Sforzo
pt: Fator de Esforço

source: Avg. Pace
es: Ritmo Promedio
fr: Allure Moy
it: Andatura Media
pt: Pace Médio

source: Max. Pace
es: Ritmo Máximo
fr: Allure Max
it: Andatura Massima
pt: Pace Máximo

source: Activity Details
es: Detalles de la Actividad
fr: Détails de l'Activité
it: Dettagli Attività
pt: Detalhes da Atividade

# effortFactorExplain
source: We use this Effort Factor to calculate the points on each activity.
es: Usamos este Factor de Esfuerzo para calcular los puntos en cada actividad.
fr: Nous utilisons ce Facteur d'Effort pour calculer les points de chaque activité.
it: Usiamo questo Fattore di Sforzo per calcolare i punti per ogni attività.
pt: Usamos este Fator de Esforço para calcular os pontos em cada atividade.

# refreshApp
source: Please refresh the app to see the changes.
es: Por favor, actualiza la app para ver los cambios.
fr: Veuillez rafraîchir l'application pour voir les changements.
it: Per favore, aggiorna l'app per vedere i cambiamenti.
pt: Por favor, atualize o aplicativo para ver as mudanças.

source: Close
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

source: Home
es: Inicio
fr: Accueil
pt: Início

source: Welcome
es: Bienvenido
fr: Bienvenue
it: Benvenuto
pt: Bem-vindo

# emailRequired
source: You must input your email.
es: Debes ingresar tu correo electrónico.
fr: Vous devez saisir votre email.
it: Devi inserire la tua email.
pt: Você deve inserir seu email.

# passwordRequired
source: You must input your password.
es: Debes ingresar tu contraseña.
fr: Vous devez saisir votre mot de passe.
it: Devi inserire la tua password.
pt: Você deve inserir sua senha.

# emailValidNeeded
source: Email must be in valid format.
es: El correo electrónico debe tener un formato válido.
fr: L'email doit être dans un format valide.
it: L'email deve essere in un formato valido.
pt: O email deve estar em um formato válido.

source: Password
es: Contraseña
fr: Mot de Passe
pt: Senha

source: Email
es: Correo Electrónico

source: Sign In
es: Iniciar Sesión
fr: Se Connecter
it: Accedi
pt: Entrar

source: Or
es: O
fr: Ou
it: O
pt: Ou

# dontHaveAccountYet
source: Dont have an account yet?
es: ¿Aún no tienes una cuenta?
fr: Vous n'avez pas encore de compte ?
it: Non hai ancora un account?
pt: Não tem uma conta ainda?

source: Sign Up
es: Registrarse
fr: S'inscrire
it: Registrati
pt: Inscrever-se

# createAccount
source: Create an Account
es: Crear una Cuenta
fr: Créer un Compte
it: Crea un Account
pt: Criar uma Conta

source: First Name
es: Nombre
fr: Prénom
it: Nome
pt: Nome

# firstNameRequired
source: You need to provide your first name.
es: Debes proporcionar tu nombre.
fr: Vous devez fournir votre prénom.
it: Devi fornire il tuo nome.
pt: Você precisa fornecer seu nome.

source: Last Name
es: Apellido
fr: Nom
it: Cognome
pt: Sobrenome

# lastNameRequired
source: You need to provide your last name.
es: Debes proporcionar tu apellido.
fr: Vous devez fournir votre nom.
it: Devi fornire il tuo cognome.
pt: Você precisa fornecer seu sobrenome.

source: Confirm Password
es: Confirmar Contraseña
fr: Confirmer le Mot de Passe
it: Conferma Password
pt: Confirmar Senha

# passwordsNotMatch
source: Passwords do not match.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
it: Le password non corrispondono.
pt: As senhas não coincidem.

# alreadyHaveAccount
source: Already have an account?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
it: Hai già un account?
pt: Já tem uma conta?

source: Log In
es: Iniciar Sesión
fr: Connexion
it: Accedi
pt: Entrar

# onboarding1Title
source: Unleash Your Potential
es: Desata Tu Potencial
fr: Libérez Votre Potentiel
it: Scopri il Tuo Potenziale
pt: Libere Seu Potencial

# onboarding1Subtitle
source: With T-Mate, Your New Training Mate!
es: Con T-Mate, ¡Tu Nuevo Compañero de Entrenamiento!
fr: Avec T-Mate, Votre Nouveau Compagnon d'Entraînement !
it: Con T-Mate, il Tuo Nuovo Compagno di Allenamento!
pt: Com o T-Mate, Seu Novo Parceiro de Treino!

# onboarding1Description
source: Track workouts, celebrate with friends, and find inspiration in every achievement.
es: Registra tus entrenamientos, celebra con amigos y encuentra inspiración en cada logro.
fr: Suivez vos entraînements, célébrez avec des amis et trouvez l'inspiration dans chaque réussite.
it: Traccia gli allenamenti, festeggia con gli amici e trova ispirazione in ogni successo.
pt: Registre treinos, celebre com amigos e encontre inspiração em cada conquista.

# onboarding2Title
source: Build Your Community
es: Haz Parte De Una Comunidad
fr: Construisez Votre Communauté
it: Costruisci la Tua Comunità
pt: Construa Sua Comunidade

# onboarding2Subtitle
source: Train, Compete, Celebrate Together
es: Entrena, Compite, Celebra con Amigos
fr: Entraînez-vous, Rivalisez, Célébrez Ensemble
it: Allenati, Competi, Festeggia Insieme
pt: Treine, Compita, Celebre Juntos

# onboarding2Description
source: Set group challenges, share experiences, and fuel each other's growth. It's more than training; it's about building bonds.
es: Establece retos en grupo, comparte experiencias y alimenta el crecimiento mutuo. Es más que entrenamiento; se trata de construir lazos.
fr: Définissez des défis de groupe, partagez des expériences et alimentez la croissance mutuelle. C'est plus que de l'entraînement ; il s'agit de tisser des liens.
it: Imposta sfide di gruppo, condividi esperienze e alimenta la crescita reciproca. È più che allenamento; è costruire legami.
pt: Estabeleça desafios em grupo, compartilhe experiências e alimente o crescimento mútuo. É mais que treinamento; é sobre construir laços.

# onboarding3Title
source: Rewards that Motivate
es: Recompensas que Motivan
fr: Des Récompenses Motivantes
it: Ricompense che Motivano
pt: Recompensas que Motivam

# onboarding3Subtitle
source: Push Harder, Earn Better!
es: ¡Obtenen Mejores Recompensas Por Tu Esfuerzo!
fr: Poussez Plus Fort, Gagnez Mieux !
it: Spingiti Più Forte, Guadagna di Più!
pt: Esforce-se Mais, Ganhe Melhor!

# onboarding3Description
source: Climb the leaderboard, outshine in challenges, and earn exclusive prizes that match your effort.
es: Escala en el Ranking, destaca en los desafíos y gana premios exclusivos que valoren tu esfuerzo.
fr: Montez dans le classement, brillez dans les défis et gagnez des prix exclusifs à la hauteur de vos efforts.
it: Scala la classifica, eccelli nelle sfide e guadagna premi esclusivi che corrispondono al tuo impegno.
pt: Suba no ranking, se destaque em desafios e ganhe prêmios exclusivos que correspondam ao seu esforço.

# onboarding4Title
source: Sync with Workout Apps
es: Sincroniza con Aplicaciones de Entrenamiento
fr: Synchronisez avec les Applications d'Entraînement
it: Sincronizza con App di Allenamento
pt: Sincronize com Aplicativos de Treinamento

# onboarding4Subtitle
source: Capture Every Mile, Every Beat
es: Captura Cada Milla, Cada Latido
fr: Capturez Chaque Mile, Chaque Battement
it: Cattura Ogni Miglio, Ogni Battito
pt: Capture Cada Milha, Cada Batida

# onboarding4Description
source: We integrate with various workout apps to fetch your training data, ensuring every run, ride, and workout is seamlessly tracked. Connect to your preferred apps and make every effort count!
es: Nos integramos con varias aplicaciones de entrenamiento para obtener tus datos de entrenamiento, asegurando que cada carrera, paseo y entrenamiento se registre sin problemas. ¡Conéctate a tus aplicaciones preferidas y haz que cada esfuerzo cuente!
fr: Nous nous intégrons avec diverses applications d'entraînement pour récupérer vos données d'entraînement, en veillant à ce que chaque course, balade et entraînement soit suivi de manière transparente. Connectez-vous à vos applications préférées et faites en sorte que chaque effort compte!
it: Ci integriamo con varie app di allenamento per recuperare i tuoi dati di allenamento, assicurandoti che ogni corsa, giro e allenamento sia tracciato senza problemi. Connettiti alle tue app preferite e fai valere ogni sforzo!
pt: Nós nos integramos com vários aplicativos de treino para obter seus dados de treino, garantindo que cada corrida, passeio e treino seja registrado sem problemas. Conecte-se aos seus aplicativos preferidos e faça com que cada esforço conte!

source: Get Started
es: Comenzar
fr: Commencer
it: Inizia
pt: Começar

source: Connect with Strava
es: Conectar con Strava
fr: Se Connecter à Strava
it: Connettiti con Strava
pt: Conectar com Strava

source: Authenticated with Strava!
es: ¡Autenticado con Strava!
fr: Authentifié avec Strava !
it: Autenticato con Strava!
pt: Autenticado com Strava!

source: Disconnect from Strava
es: Desconectar de Strava
fr: Se Déconnecter de Strava
it: Disconnettersi da Strava
pt: Desconectar do Strava

source: Connect with Garmin
es: Conectar con Garmin
fr: Se Connecter à Garmin
it: Connettiti con Garmin
pt: Conectar com Garmin

source: Authenticated with Garmin!
es: ¡Autenticado con Garmin!
fr: Authentifié avec Garmin !
it: Autenticato con Garmin!
pt: Autenticado com Garmin!

source: Disconnect from Garmin
es: Desconectar de Garmin

source: Athlete
es: Atleta
fr: Athlète
it: Atleta
pt: Atleta

source: Missions
es: Misiones
it: Missioni
pt: Missões

# attemptsEmpty
source: You haven't started any missions yet. Explore available missions to begin your journey!
es: Aún no has comenzado ninguna misión. ¡Explora las misiones disponibles para iniciar tu viaje!
fr: Vous n'avez commencé aucune mission. Explorez les missions disponibles pour commencer votre voyage !
it: Non hai ancora iniziato nessuna missione. Esplora le missioni disponibili per iniziare il tuo viaggio!
pt: Você ainda não começou nenhuma missão. Explore as missões disponíveis para começar sua jornada!

# missionsEmpty
source: No missions available at the moment. Please check back later!
es: No hay misiones disponibles en este momento. ¡Vuelve a comprobar más tarde!
fr: Aucune mission disponible pour le moment. Revenez plus tard !
it: Nessuna missione disponibile al momento. Riprova più tardi!
pt: Não há missões disponíveis no momento. Verifique novamente mais tarde!

# pastMissionsEmpty
source: You've completed no missions in the past. Start your adventure now!
es: No has completado ninguna misión en el pasado. ¡Empieza tu aventura ahora!
fr: Vous n'avez terminé aucune mission dans le passé. Commencez votre aventure maintenant !
it: Non hai completato nessuna missione in passato. Inizia la tua avventura ora!
pt: Você não completou nenhuma missão no passado. Comece sua aventura agora!

source: Active
es: Activo
fr: Actif
it: Attivo
pt: Ativo

source: Available
es: Disponible
fr: Disponible
it: Disponibile
pt: Disponível

source: Past
es: Pasado
fr: Passé
it: Passato
pt: Passado

source: Quit Mission
es: Abandonar Misión
fr: Quitter la Mission
it: Abbandona Missione
pt: Desistir da Missão

source: Mission Ended
es: Misión Finalizada
fr: Mission Terminée
it: Missione Conclusa
pt: Missão Encerrada

# missionNotStarted
source: You haven't begun this mission yet. Start it now!
es: Aún no has comenzado esta misión. ¡Empiézala ahora!
fr: Vous n'avez pas encore commencé cette mission. Commencez maintenant !
it: Non hai ancora iniziato questa missione. Iniziala ora!
pt: Você ainda não começou esta missão. Comece agora!

# quitMissionConfirmTitle
source: Are you sure you want to quit this mission?
es: ¿Estás seguro de que quieres abandonar esta misión?
fr: Êtes-vous sûr de vouloir quitter cette mission ?
it: Sei sicuro di voler abbandonare questa missione?
pt: Tem certeza de que deseja desistir desta missão?

# quitMissionConfirmBody
source: This action is irreversible and you will lose all progress.
es: Esta acción es irreversible y perderás todo el progreso.
fr: Cette action est irréversible et vous perdrez toute progression.
it: Questa azione è irreversibile e perderai tutto il progresso.
pt: Esta ação é irreversível e você perderá todo o progresso.

# missionQuitConfirmation
source: You have successfully quit the mission
es: Has abandonado la misión con éxito
fr: Vous avez quitté la mission avec succès
it: Hai abbandonato la missione con successo
pt: Você desistiu da missão com sucesso

source: Goal
es: Meta
fr: Objectif
it: Obiettivo
pt: Objetivo

source: Time Frame
es: Plazo
fr: Délai
it: Tempistica
pt: Prazo

source: Sport Types
es: Tipos de Deporte
fr: Types de Sport
it: Tipi di Sport
pt: Tipos de Esporte

source: Start Mission
es: Iniciar Misión
fr: Commencer la Mission
it: Inizia Missione
pt: Iniciar Missão

source: Mission Accepted
es: Misión Aceptada
fr: Mission Acceptée
it: Missione Accettata
pt: Missão Aceita

# missionGetStarted
source: You've made a significant step towards your goals. Let's begin!
es: Has dado un paso significativo hacia tus metas. ¡Empecemos!
fr: Vous avez fait un pas significatif vers vos objectifs. Commençons !
it: Hai fatto un passo significativo verso i tuoi obiettivi. Cominciamo!
pt: Você deu um passo significativo em direção aos seus objetivos. Vamos começar!

source: Mission Achieved
es: Misión cumplida
fr: Mission accomplie
it: Missione compiuta
pt: Missão alcançada

source: Mission Not Achieved
es: Misión no cumplida
fr: Mission non accomplie
it: Missione non compiuta
pt: Missão não alcançada

source: Edit Profile
es: Editar Perfil
fr: Modifier le Profil
it: Modifica Profilo
pt: Editar Perfil

source: Preferred Sport
es: Deporte Preferido
fr: Sport Préféré
it: Sport Preferito
pt: Esporte Preferido

# manageClubs
source: Manage Your Clubs
es: Gestionar Tus Clubes
fr: Gérer vos Clubs
it: Gestisci i Tuoi Club
pt: Gerenciar Seus Clubes

source: Select Your Sport
es: Selecciona Tu Deporte
fr: Sélectionnez Votre Sport
it: Seleziona il Tuo Sport
pt: Selecione Seu Esporte

source: Save
es: Guardar
fr: Sauvegarder
it: Salva
pt: Salvar

# changedPreferredSport
source: Changed preferred sport to
es: Deporte preferido cambiado a
fr: Sport préféré changé à
it: Sport preferito cambiato in
pt: Esporte preferido alterado para

# wrongMessageToast
source: Oops! Something went wrong. Please try again later.
es: ¡Ups! Algo salió mal. Por favor, inténtalo de nuevo más tarde.
fr: Oups ! Quelque chose a mal tourné. Veuillez réessayer plus tard.
it: Ops! Qualcosa è andato storto. Per favore riprova più tardi.
pt: Ops! Algo deu errado. Por favor, tente novamente mais tarde.

source: Your Clubs
es: Tus Clubes
fr: Vos Clubs
it: I Tuoi Club
pt: Seus Clubes

# alreadyMember
source: Already a member
es: Ya eres miembro
fr: Déjà membre
it: Già Membro
pt: Já é membro

source: Available Clubs
es: Clubes Disponibles
fr: Clubs Disponibles
it: Club Disponibili
pt: Clubes Disponíveis

source: Private Club
es: Club Privado
fr: Club Privé
it: Club Privato
pt: Clube Privado

source: Explore
es: Explorar
fr: Explorer
it: Esplora
pt: Explorar

# successJoinedClub
source: You have successfully joined the club
es: Te has unido al club exitosamente
fr: Vous avez réussi à rejoindre le club
it: Ti sei unito con successo al club
pt: Você se juntou ao clube com sucesso

# errorJoiningClub
source: There was an error joining the club. Please try again later.
es: Hubo un error al unirte al club. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur est survenue lors de l'adhésion au club. Veuillez réessayer plus tard.
it: Si è verificato un errore nell'unirsi al club. Per favore riprova più tardi.
pt: Houve um erro ao se juntar ao clube. Por favor, tente novamente mais tarde.

# leaveClubQuestion
source: Are you sure you want to leave this club?
es: ¿Estás seguro de que quieres dejar este club?
fr: Êtes-vous sûr de vouloir quitter ce club ?
it: Sei sicuro di voler lasciare questo club?
pt: Tem certeza de que deseja deixar este clube?

# leaveClubDescription
source: If the club is private, you should be invited again to be part of it.
es: Si el club es privado, deberías ser invitado de nuevo para ser parte de él.
fr: Si le club est privé, vous devriez être invité à nouveau pour en faire partie.
it: Se il club è privato, dovrai essere invitato nuovamente per farne parte.
pt: Se o clube for privado, você deve ser convidado novamente para fazer parte dele.

# leftClubConfirmation
source: You have successfully left the club
es: Has dejado el club exitosamente
fr: Vous avez quitté le club avec succès
it: Hai lasciato il club con successo
pt: Você deixou o clube com sucesso
